Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/CommunicationSafetySettingsUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Help Apple improve Sensitive Content Warning by sharing analytics and usage data. Analytics and data are aggregated in a form that is not personally identifiable. No messages or media are shared with Apple. [%@](communicationSafetyImprovementSplash://)
ar: يمكنك مساعدة Apple في تحسين تحذير المحتوى الحساس عن طريق مشاركة التحليلات وبيانات الاستخدام. يتم تجميع التحليلات والبيانات بطريقة لا تكشف عن هويتك، ولا تتم مشاركة أي وسائط أو رسائل مع Apple. [%@](communicationSafetyImprovementSplash://)
bg: Помогнете на Apple да подобри предупрежденията за чувствително съдържание, като споделяте аналитични данни и данни за използване. Аналитичните данни и данните се обобщават във форма, която не съдържа лично идентифициране. Не се споделят съобщения или медия с Apple. [%@](communicationSafetyImprovementSplash://)
ca: Per ajudar a millorar l’avís de contingut delicat, pots compartir amb Apple anàlisis i dades d’ús, que s’envien agregades perquè no es pugui identificar ningú. Els missatges i continguts multimèdia no es comparteixen amb Apple. [%@](communicationSafetyImprovementSplash://)
cs: Pomozte společnosti Apple s vylepšováním varování o důvěrném obsahu tím, že povolíte odesílání analytických dat a informací o využití. Tato data se převádějí do formátu, ve kterém je nelze osobně přiřadit k žádnému uživateli. Se společností Apple nejsou sdíleny žádné zprávy ani média. [%@](communicationSafetyImprovementSplash://)
da: Hjælp Apple med at forbedre Advarsel om følsomt indhold ved at dele analyse- og brugsdata. Analyseoplysninger og data er samlet i et format, der ikke identificerer dig personligt. Der deles ingen beskeder eller medier med Apple. [%@](communicationSafetyImprovementSplash://)
de: Hilf Apple, „Warnungen vor sensiblen Inhalten“ durch Teilen von Analyse- und Nutzungsdaten zu verbessern. Analysen und Daten werden so aggregiert, dass sie keine Rückschlüsse auf Personen zulassen. Es werden keine Nachrichten oder Medien mit Apple geteilt. [%@](communicationSafetyImprovementSplash://)
el: Βοηθήστε την Apple να βελτιώσει την Προειδοποίηση ευαίσθητου περιεχομένου μέσω της κοινοποίησης δεδομένων ανάλυσης και χρήσης. Τα δεδομένα ανάλυσης συγκεντρώνονται σε μια φόρμα που δεν σας ταυτοποιεί. Δεν κοινοποιούνται μηνύματα ή πολυμέσα στην Apple. [%@](communicationSafetyImprovementSplash://)
es: Ayuda a Apple a mejorar el aviso de contenido sensible compartiendo datos de uso y análisis. Esta información se agrupa de manera que no es posible identificarte personalmente y no se comparte ningún mensaje ni contenido con Apple. [%@](communicationSafetyImprovementSplash://)
es_419: Puedes ayudar a Apple a mejorar Advertencia de contenido íntimo al enviar análisis y datos de uso; los cuales se agregan de manera que no haya información que te identifique. Ningún mensaje o contenido multimedia se comparte con Apple. [%@](communicationSafetyImprovementSplash://)
fi: Auta Applea parantamaan arkaluontoisen sisällön varoitusta jakamalla analyysi- ja käyttötietoja. Analyysi- ja muut tiedot koostetaan muotoon, josta niitä ei voida yhdistää henkilöön. Applelle ei jaeta mitään viestejä eikä mediaa. [%@](communicationSafetyImprovementSplash://)
fr: Aidez Apple à améliorer les avertissements relatifs au contenu sensible en partageant vos analyses et données d’utilisation. Ces analyses et ces données sont agrégées sous une forme qui ne permet pas de vous identifier personnellement. Aucun message ni contenu multimédia n’est partagé avec Apple. [%@](communicationSafetyImprovementSplash://)
fr_ca: Aidez Apple à améliorer les avis de contenu sensible en partageant des données d’analyse et d’utilisation. Ces données sont consolidées de façon à les rendre anonymes. Aucun message ni aucun contenu multimédia ne seront partagés avec Apple. [%@](communicationSafetyImprovementSplash://)
he: באפשרותך לעזור ל-Apple לשפר את ״אזהרת תוכן רגיש״ על-ידי שיתוף נתוני אבחון ושימוש. נתוני אבחון ונתונים אחרים נצברים באופן שאינו מאפשר זיהוי אישי שלך. הודעות או מדיה לא ישותפו עם Apple. ‏[%@](communicationSafetyImprovementSplash://)
hi: ऐनालिटिक्स और उपयोग डेटा शेयर करके संवेदनशील कॉन्टेंट चेतावनी बेहतर बनाने में Apple की मदद करें। ऐनालिटिक्स और डेटा को इस तरह ऐग्रीगेट किया जाता है जिससे व्यक्तिगत रूप से पहचान नहीं की जा सकती है। Apple के साथ कोई भी संदेश या मीडिया शेयर नहीं किया जाता है। [%@](communicationSafetyImprovementSplash://)
hr: Pomozite Appleu u poboljšanju značajke upozorenja za osjetljiv sadržaj tako da podijelite analizu i podatke o uporabi. Analiza i podaci agregiraju se u obliku kojim vas se ne može identificirati. Poruke ili mediji ne dijele se s tvrtkom Apple. [%@](communicationSafetyImprovementSplash://)
hu: Segíthet az Apple-nek a Figyelmeztetés érzékeny tartalomra funkció javításában az elemzési és használati adatok megosztásával. Az elemzések és az adatok olyan formában vannak összesítve, amely nem teszi lehetővé a személyes azonosítást. Az üzenetek és médiatartalmak nem lesznek megosztva az Apple-lel. [%@](communicationSafetyImprovementSplash://)
id: Bantu Apple meningkatkan Peringatan Konten Sensitif dengan membagikan analisis dan data penggunaan. Analisis dan data diagregatkan dalam bentuk yang tidak dapat diidentifikasi secara pribadi. Tidak ada pesan atau media yang dibagikan dengan Apple. [%@](communicationSafetyImprovementSplash://)
it: Aiuta Apple a migliorare l’avviso di contenuti sensibili condividendo i dati di analisi e utilizzo. Questi sono aggregati in modo che non sia possibile risalire alla tua identità. I messaggi e i contenuti multimediali non vengono condivisi con Apple. [%@](communicationSafetyImprovementSplash://)
ja: 解析データと使用状況データを共有して、Appleが“センシティブな内容の警告”を改善することにご協力ください。解析データと使用状況データは個人を特定できない形式に集約されます。いかなるメッセージや媒体もAppleと共有されることはありません。[%@](communicationSafetyImprovementSplash://)
kk: Apple компаниясына аналитикалық деректерді және қолданыс деректерін бөлісу арқылы орынсыз контент ескертуін жақсартуға көмектесіңіз. Бұл деректер сізді анықтауға мүмкіндік бермейтін формада жиналады. Ешқандай хабар немесе медиаконтент Apple компаниясына жіберілмейді. [%@](communicationSafetyImprovementSplash://)
ko: 분석 및 사용 데이터를 Apple과 공유하여 민감한 콘텐츠 경고 기능을 향상하는 데 도움을 줄 수 있습니다. 분석 및 데이터는 개인을 식별할 수 없는 형태로 집계되며, 메시지나 미디어는 Apple과 공유되지 않습니다. [%@](communicationSafetyImprovementSplash://)
lt: Padėkite „Apple“ tobulinti funkciją „Neskelbtino turinio įspėjimas“ bendrindami analizės ir naudojimo duomenis. Analizė ir duomenys kaupiami tokia forma, kad asmens nebūtų galima identifikuoti. Su „Apple“ nebendrinamos jokios žinutės ar medija. [%@](communicationSafetyImprovementSplash://)
ms: Bantu Apple meningkatkan Amaran Kandungan Sensitif dengan berkongsi analitis dan data penggunaan. Analitis dan data diagregatkan dalam bentuk yang tidak boleh mengenal pasti secara peribadi. Tiada mesej atau media dikongsi dengan Apple. [%@](communicationSafetyImprovementSplash://)
nl: Help Apple bij het verbeteren van de waarschuwing voor gevoelig materiaal door gegevens over diagnose en gebruik te delen. Analysegegevens en andere gegevens worden samengevoegd op een wijze waardoor je identiteit niet kan worden achterhaald. Er worden geen berichten of media gedeeld met Apple. [%@](communicationSafetyImprovementSplash://)
no: Hjelp Apple med å forbedre Advarsel om sensitivt innhold ved å dele analyse- og bruksdata. Analyse- og bruksdata samles inn i et format som ikke inneholder informasjon som kan brukes til å identifisere deg. Meldinger og medieinnhold deles ikke med Apple. [%@](communicationSafetyImprovementSplash://)
pl: Pomóż Apple ulepszać funkcję Ostrzeżenia dotyczące treści wymagających dyskrecji, udostępniając dane analiz i dotyczące użycia. Dane te są agregowane w formie niepozwalającej na zidentyfikowanie Cię. Żadne wiadomości ani multimedia nie są udostępniane Apple. [%@](communicationSafetyImprovementSplash://)
pt_br: Compartilhe dados de análise e uso para ajudar a Apple a melhorar o Aviso de Conteúdo Sensível. Dados de análise e uso são agregados de uma forma que não identificam você pessoalmente. Nenhuma mensagem ou mídia é compartilhada com a Apple. [%@](communicationSafetyImprovementSplash://)
pt_pt: Ajude a Apple a melhorar o aviso de conteúdo sensível ao partilhar dados de análise e de utilização. Estes dados são agregados de forma a não conterem informação de teor pessoal. Não são partilhadas mensagens nem conteúdos multimédia com a Apple. [%@](communicationSafetyImprovementSplash://)
ro: Ajutați la îmbunătățirea funcționalității “Avertisment conținut sensibil” de către Apple partajând date de analiză și utilizare. Datele de analiză și utilizare sunt agregate într‑o formă care nu permite identificarea personală. Niciun mesaj sau conținut multimedia nu este partajat cu Apple. [%@](communicationSafetyImprovementSplash://)
ru: Помогайте Apple улучшать функцию «Предупреждение об откровенном контенте», отправляя результаты аналитики и информацию об использовании. Эти данные собираются в обобщенной форме, и на их основании невозможно установить Вашу личность. Никакие сообщения или медиафайлы не передаются компании Apple. [%@](communicationSafetyImprovementSplash://)
sk: Pomôžte spoločnosti Apple vylepšovať upozorňovanie na citlivý obsah zdieľaním analytiky a dát týkajúcich sa používania. Analytika a dáta sú agregované spôsobom, ktorý neumožňuje vašu osobnú identifikáciu. So spoločnosťou Apple nie sú zdieľané žiadne správy ani médiá. [%@](communicationSafetyImprovementSplash://)
sl: Pomagajte družbi Apple izboljšati opozarjanje o občutljivi vsebini z deljenjem analitike in podatkov o uporabi. Analitika in podatki so združeni v obliki, ki ne omogoča osebne identifikacije. Sporočila in predstavnostne vsebine se ne delijo z družbo Apple. [%@](communicationSafetyImprovementSplash://)
sv: Hjälp Apple att förbättra Varning för känsligt innehåll genom att dela analys- och användningsdata. Analysinformation och data slås samman i en form som inte kan identifiera dig personligen. Inga meddelanden eller medier delas med Apple. [%@](communicationSafetyImprovementSplash://)
th: ช่วย Apple ปรับปรุงคำเตือนเนื้อหาที่ละเอียดอ่อนโดยแชร์การวิเคราะห์และข้อมูลการใช้งาน การวิเคราะห์และข้อมูลการใช้งานถูกเก็บรวบรวมในรูปแบบที่ไม่สามารถระบุตัวตนได้ ไม่มีการแชร์ข้อความหรือสื่อกับ Apple [%@](communicationSafetyImprovementSplash://)
tr: Analiz ve kullanım verilerini paylaşarak Apple’ın, Hassas İçerik Uyarısı’nı iyileştirmesine yardımcı olun. Analiz ve veriler, kimliğinizin bireysel olarak teşhis edilmesini sağlamayacak bir biçimde toplanır. Herhangi bir mesaj veya ortam Apple ile paylaşılmaz. [%@](communicationSafetyImprovementSplash://)
uk: Допоможіть Apple покращити функцію «Застереження щодо неприйнятного вмісту», надаючи аналітичні дані та дані щодо використання. Ці дані збираються у формі, що не ідентифікує вашу особу. Жодні повідомлення чи матеріали не поширюються для Apple. [%@](communicationSafetyImprovementSplash://)
vi: Giúp Apple cải thiện tính năng Cảnh báo nội dung nhạy cảm bằng cách chia sẻ dữ liệu sử dụng và phân tích. Phân tích và dữ liệu được tổng hợp bằng hình thức không thể nhận dạng cá nhân. Không có tin nhắn hoặc phương tiện nào được chia sẻ với Apple. [%@](communicationSafetyImprovementSplash://)
zh_cn: 通过共享分析与用量数据，帮助Apple改进敏感内容警告。分析和数据会以不可识别个人身份的形式聚合。信息或媒体不会与Apple共享。[%@](communicationSafetyImprovementSplash://)
zh_hk: 透過分享分析和使用狀況資料給Apple，協助其改進「敏感內容警告」。分析和資料會以不能辨識個人身份的方式彙集。不會與Apple分享訊息或媒體。[%@](communicationSafetyImprovementSplash://)
zh_tw: 分享分析和使用狀況資料來協助Apple改進敏感性內容警告。分析和使用資料會以無法識別個人身分的方式彙集。不會與Apple分享任何訊息或媒體。[%@](communicationSafetyImprovementSplash://)

source: Mail
ar: البريد
bg: Поща
he: דואר
hi: मेल
ja: メール
kk: Пошта
pl: Poczta
pt_pt: E‑mail
ru: Почта
sl: Pošta
sv: E-post
th: เมล
uk: Пошта
zh_cn: 邮件
zh_hk: 郵件
zh_tw: 郵件

source: View Safety Resources
ar: عرض موارد الأمان
bg: Преглед на Ресурси за безопасност
ca: Mostra recursos per a la seguretat
cs: Zobrazit zdroje informací o bezpečnosti
da: Se ressourcer til sikkerhed
de: Ressourcen für Sicherheit anzeigen
el: Προβολή πόρων ασφάλειας
es: Ver recursos de seguridad
es_419: Consultar recomendaciones
fi: Näytä turvallisuusresurssit
fr: Voir les ressources liées à la sécurité
fr_ca: Consulter les ressources de sécurité
he: הצגת משאבים בנושא בטיחות
hi: सुरक्षा रिसोर्स देखें
hr: Prikaži sigurnosne resurse
hu: Biztonsággal kapcsolatos segédletek megtekintése
id: Lihat Sumber Daya Keamanan
it: Visualizza risorse sulla sicurezza
ja: 安全性に関する情報を表示
kk: Қауіпсіздік ресурстарын көру
ko: 안전 리소스 보기
lt: Peržiūrėti saugos išteklius
ms: Lihat Sumber Keselamatan
nl: Bekijk veiligheidsinformatie
no: Vis trygghetsressurser
pl: Wyświetl zasoby dot. bezpieczeństwa
pt_br: Ver Recursos de Segurança
pt_pt: Ver recursos de segurança
ro: Afișați resurse pentru siguranță
ru: Просмотреть ресурсы о безопасности
sk: Zobraziť zdroje informácií o bezpečnosti
sl: Prikaži varnostne vire
sv: Visa säkerhetsresurser
th: ดูแหล่งข้อมูลความปลอดภัย
tr: Güvenlik Kaynaklarını Görüntüle
uk: Переглянути матеріали щодо безпеки
vi: Xem nguồn lực an toàn
zh_cn: 查看安全资源
zh_hk: 檢視安全資源
zh_tw: 檢視安全資源

source: Resources to help you make a safe choice when receiving photos or videos containing nudity.
ar: موارد لمساعدتك في اتخاذ قرار آمن عند تلقي الصور أو الفيديوهات التي تحتوي على عُري.
bg: Ресурси, които помагат за безопасен избор при получаване на снимки или видеа, съдържащи голота.
ca: Consulta recursos adequats per prendre decisions prudents en cas que rebis fotos o vídeos de nus.
cs: Tipy a zdroje, které ti pomůžou s bezpečným rozhodováním, pokud ti někdo posílá nahé fotky nebo videa.
da: Ressourcer, der kan hjælpe dig med at træffe det rigtige valg, når du modtager fotos eller videoer, der indeholder nøgenhed.
de: Ressourcen, die dir dabei helfen, sichere Entscheidungen zu treffen, wenn du Fotos oder Videos mit Nacktaufnahmen erhältst.
el: Οι πόροι σάς βοηθούν να κάνετε μια ασφαλή επιλογή όταν λαμβάνετε φωτογραφίες ή βίντεο που περιλαμβάνουν γυμνό.
es: Recursos que pueden ayudarte a saber qué hacer si recibes fotos o vídeos de desnudos.
es_419: Recomendaciones para ayudarte a tomar una decisión consciente al recibir fotos o videos de desnudos.
fi: Resursseja, jotka auttavat tekemään turvallisen valinnan, kun vastaanotat alastomuutta sisältäviä kuvia tai videoita.
fr: Ressources vous aidant à prendre une décision éclairée lorsque vous recevez des photos ou des vidéos montrant des corps nus.
fr_ca: Ces ressources sont conçues pour vous aider à prendre des décisions éclairées lorsque vous recevez des photos ou des vidéos de personnes nues.
he: משאבים אלו יכולים לעזור לך לקבל החלטה בטוחה בעת קבלת תמונות או סרטונים המכילים עירום.
hi: ऐसे रिसोर्स जो नग्नता वाली तस्वीरें या वीडियो प्राप्त होने पर आपको सुरक्षित विकल्प चुनने में मदद करते हैं।
hr: Resursi koji vam pomažu u donošenju sigurnijih odluka prilikom primanja fotografija ili videozapisa koji sadrže golotinju.
hu: Segédletek, amelyek segíthetnek biztonságos döntést hozni, amikor meztelenséget ábrázoló fotókat vagy videókat kap.
id: Sumber daya untuk membantu Anda mengambil pilihan aman saat menerima foto atau video telanjang.
it: Risorse che ti aiutano a compiere scelte sicure quando ricevi foto o video che contengono immagini di nudo.
ja: ヌードを含む写真またはビデオを受信したときに安全な選択ができるようにする教材/資料。
kk: Сізге жалаңаш дененің бейнесі бар фотолар немесе видеолар жіберілген жағдайда қауіпсіз шешім қабылдауға көмектесетін ресурстар.
ko: 나체가 포함된 사진이나 동영상을 전송받았을 때 안전한 결정을 내리는 데 도움이 되는 리소스를 확인할 수 있습니다.
lt: Ištekliai, padedantys saugiai pasirinkti gavus nuogo kūno nuotraukų arba vaizdo įrašų.
ms: Sumber untuk membantu anda membuat pilihan yang selamat apabila menerima foto atau video yang mengandungi kebogelan.
nl: Informatie die je helpt om een veilige keuze te maken wanneer je foto's of video's ontvangt die naaktheid bevatten.
no: Ressurser som kan hjelpe deg med å ta trygge valg når du mottar bilder eller videoer som inneholder nakenhet.
pl: Zasoby, które pomogą Ci podejmować właściwe decyzje dotyczące odebranych zdjęć i wideo zawierających nagość.
pt_br: Recursos para ajudar você a fazer uma escolha segura quando receber fotos ou vídeos que contenham nudez.
pt_pt: Recursos que ajudam a tomar uma decisão segura ao receber fotografias ou vídeos com nudez.
ro: Resurse care vă pot ajuta să faceți o alegere sigură atunci când primiți poze sau clipuri video care conțin nuditate.
ru: Ресурсы, которые помогут сделать безопасный выбор при получении фото или видео с обнаженным телом.
sk: Tieto zdroje vám pomôžu urobiť bezpečné rozhodnutie, keď prijmete fotky alebo videá zachytávajúce nahotu.
sl: Viri, ki vam bodo v pomoč pri sprejemanju varnih odločitev, če prejmete fotografije ali videe, ki vsebujejo goloto.
sv: Resurser som hjälper dig att göra ett säkert val när du tar emot bilder eller videor som innehåller nakenhet.
th: แหล่งข้อมูลช่วยให้คุณตัดสินใจได้อย่างปลอดภัยเมื่อได้รับรูปภาพหรือวิดีโอที่มีภาพเปลือย
tr: Çıplaklık içeren fotoğraf veya video alırken güvenli bir seçim yapmanıza yardımcı olacak kaynaklar.
uk: Матеріали, які допоможуть зробити безпечний вибір, коли отримано фотографії чи відео з оголеними людьми.
vi: Nguồn lực để giúp bạn đưa ra lựa chọn an toàn khi nhận được ảnh hoặc video chứa nội dung khỏa thân.
zh_cn: 收到含裸体的照片或视频时，这些资源可帮助你作出安全选择。
zh_hk: 當收到含有裸露內容的相片或影片時，提供資源協助你作出安全的選擇。
zh_tw: 提供資源，協助你在接收到包含裸露內容的照片或影片時做出安全決定。

source: Safety Resources
ar: موارد الأمان
bg: Ресурси за безопасност
ca: Recursos sobre la seguretat
cs: Zdroje informací o bezpečnosti
da: Ressourcer til sikkerhed
de: Ressourcen für Sicherheit
el: Πόροι ασφάλειας
es: Recursos de seguridad
es_419: Recomendaciones de seguridad
fi: Turvallisuusresurssit
fr: Ressources liées à la sécurité
fr_ca: Ressources de sécurité
he: משאבים בנושא בטיחות
hi: सुरक्षा रिसोर्स
hr: Sigurnosni resursi
hu: Biztonsággal kapcsolatos segédletek
id: Sumber Daya Keamanan
it: Risorse sulla sicurezza
ja: 安全性に関する情報
kk: Қауіпсіздік ресурстары
ko: 안전 리소스
lt: Saugos ištekliai
ms: Sumber Keselamatan
nl: Veiligheidsinformatie
no: Trygghetsressurser
pl: Zasoby dotyczące bezpieczeństwa
pt_br: Recursos de Segurança
pt_pt: Recursos de segurança
ro: Resurse pentru siguranță
ru: Ресурсы о безопасности
sk: Zdroje informácií o bezpečnosti
sl: Varnostni viri
sv: Säkerhetsresurser
th: แหล่งข้อมูลความปลอดภัย
tr: Güvenlik Kaynakları
uk: Матеріали щодо безпеки
vi: Nguồn lực an toàn
zh_cn: 安全资源
zh_hk: 安全資源
zh_tw: 安全資源

source: Contacts
ar: جهات الاتصال
bg: Контакти
ca: Contactes
cs: Kontakty
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
es_419: Contactos
fi: Yhteystiedot
he: אנשי קשר
hi: संपर्क
hr: Kontakti
hu: Kontaktok
id: Kontak
it: Contatti
ja: 連絡先
kk: Контактілер
ko: 연락처
lt: Adresatai
ms: Kenalan
nl: Contacten
no: Kontakter
pl: Kontakty
pt_br: Contatos
pt_pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sl: Stiki
sv: Kontakter
th: รายชื่อ
tr: Kişiler
uk: Контакти
vi: Danh bạ
zh_cn: 联系人
zh_hk: 聯絡人
zh_tw: 聯絡人

source: Off
ar: إيقاف
bg: Изкл.
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Desactivado
es_419: No
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Messages
ar: الرسائل
bg: Съобщения
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
es_419: Mensajes
fi: Viestit
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
kk: Хабарлар
ko: 메시지
lt: Žinutės
ms: Mesej
nl: Berichten
no: Meldinger
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sl: Sporočila
sv: Meddelanden
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn
zh_cn: 信息
zh_hk: 訊息
zh_tw: 訊息

source: About Improve Sensitive Content Warning & Privacy…
ar: حول تحسين تحذير المحتوى الحساس والخصوصية…
bg: За Подобряване на предупреждения за чувствително съдържание и поверителност…
ca: Sobre la millora de l’avís de contingut delicat i la privacitat…
cs: O vylepšování funkce Varování o důvěrném obsahu a soukromí…
da: Om Gør Advarsel om følsomt indhold bedre og anonymitet…
de: Über „Warnung vor sensiblen Inhalten verbessern“ & Datenschutz …
el: Πληροφορίες για τη Βελτίωση της Προειδοποίησης ευαίσθητου περιεχομένου και το απόρρητο …
es: Acerca de “Mejorar el aviso de contenido sensible” y la privacidad…
es_419: Acerca de Mejorar Advertencia de contenido íntimo y la privacidad…
fi: Tietoja: Paranna arkaluontoisen sisällön varoitusta ja tietosuoja…
fr: Améliorer les avertissements relatifs au contenu sensible et confidentialité…
fr_ca: Améliorer les avis de contenu sensible et confidentialité…
he: מידע בנושא ״אזהרת תוכן רגיש״ ופרטיות…
hi: संवेदनशील कॉन्टेंट चेतावनी को बेहतर बनाएँ और गोपनीयता परिचय…
hr: Više o poboljšanju upozorenja za osjetljiv sadržaj i privatnosti…
hu: A Figyelmeztetés érzékeny tartalomra funkció továbbfejlesztéséről és az adatvédelemről…
id: Mengenai Tingkatkan Peringatan Konten Sensitif & Privasi…
it: “Migliora l’avviso di contenuti sensibili” e privacy…
ja: センシティブな内容の警告の改善とプライバシーについて…
kk: Орынсыз контент ескертуін және құпиялылықты жақсарту туралы ақпарат…
ko: 민감한 콘텐츠 경고 기능 향상 및 개인정보 보호에 관하여…
lt: Apie „Neskelbtino turinio įspėjimo tobulinimą“ ir privatumą…
ms: Perihal Tingkatkan Amaran Kandungan Sensitif & Privasi…
nl: Over 'Verbeter 'Waarschuwing gevoelig materiaal'' en privacy…
no: Om Forbedre advarsel om sensitivt innhold og personvern…
pl: Ulepszanie (Ostrzeżenia dotyczące treści wymagających dyskrecji) i prywatność…
pt_br: Sobre Melhorar o Aviso de Conteúdo Sensível e Privacidade…
pt_pt: Acerca de Melhorar aviso de conteúdo sensível e Privacidade…
ro: Despre Îmbunătățire Avertisment conținut sensibil și intimitate…
ru: Об улучшении функции «Предупреждение об откровенном контенте» и конфиденциальности…
sk: O vylepšovaní upozorňovania na citlivý obsah a súkromí…
sl: Več o izboljšanju opozarjanja o občutljivi vsebini in zasebnosti …
sv: Om Förbättra Varning för känsligt innehåll och integritet…
th: เกี่ยวกับการปรับปรุงคำเตือนเนื้อหาที่ละเอียดอ่อนและความเป็นส่วนตัว…
tr: Hassas İçerik Uyarısı’nı İyileştir ve Gizlilik Hakkında…
uk: Про Покращення застережень щодо неприйнятного вмісту і приватність…
vi: Cải thiện Cảnh báo nội dung nhạy cảm & Quyền riêng tư…
zh_cn: 关于改进敏感内容警告与隐私…
zh_hk: 關於改進敏感內容警告與私隱⋯
zh_tw: 關於改進敏感性內容警告與隱私權⋯

source: Photos
ar: الصور
bg: Снимки
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_419: Fotos
fi: Kuvat
he: תמונות
hi: तस्वीरें
hr: Fotografije
hu: Fotók
id: Foto
it: Foto
ja: 写真
kk: Фотолар
ko: 사진
lt: Nuotraukos
ms: Foto
nl: Foto's
no: Bilder
pl: Zdjęcia
pt_br: Fotos
pt_pt: Fotografias
ro: Poze
ru: Фото
sk: Fotky
sl: Fotografije
sv: Bilder
th: รูปภาพ
tr: Fotoğraflar
uk: Фотографії
vi: Ảnh
zh_cn: 照片
zh_hk: 相片
zh_tw: 照片
